#+TITLE: episodic encoding in speech production (EESP3)
#+PROPERTY: header-args:php :noweb yes

* System Requirements for the analysis

- =php5-cli=
- =php5-sqlite=
- =php5-gd=
- =imagemagick=

#+BEGIN_SRC R :exports results :results output
  library("funfact")
  library("RSQLite")
  library("dplyr")
  library("tidyr")

  sessionInfo()
#+END_SRC

#+RESULTS:
#+begin_example
R version 3.2.1 (2015-06-18)
Platform: x86_64-unknown-linux-gnu (64-bit)
Running under: Ubuntu 14.04.3 LTS

locale:
 [1] LC_CTYPE=en_GB.UTF-8       LC_NUMERIC=C              
 [3] LC_TIME=en_GB.UTF-8        LC_COLLATE=en_GB.UTF-8    
 [5] LC_MONETARY=en_GB.UTF-8    LC_MESSAGES=en_GB.UTF-8   
 [7] LC_PAPER=en_GB.UTF-8       LC_NAME=C                 
 [9] LC_ADDRESS=C               LC_TELEPHONE=C            
[11] LC_MEASUREMENT=en_GB.UTF-8 LC_IDENTIFICATION=C       

attached base packages:
[1] stats     graphics  grDevices utils     datasets  methods   base     

other attached packages:
[1] tidyr_0.3.0      dplyr_0.4.3      RSQLite_1.0.9000 funfact_0.151   

loaded via a namespace (and not attached):
[1] MASS_7.3-40             magrittr_1.5            R6_2.1.1               
[4] assertthat_0.1          parallel_3.2.1          tools_3.2.1            
[7] DBI_0.3.1.9008          clusterGeneration_1.3.4 Rcpp_0.12.1            
#+end_example


